{
    "Mass in breast": "[TITLE]Mass in breast[BODY]A mass in the mammary gland, either mobile or immobile. Once the mass has reached the size of a small garden pea, it can be detected by palpation. With mammography a larger number of early breast cancers are being detected since this techniques allows detection prior to the point at which the mass can be felt. Breast masses are not always malignant. Benign fibrocystic breast disease is not uncommon. A fine needle biopsy aspiration can distinguish a cystic mass from a solid one. (NCI)",
    "Malignant neoplasm of breast": "[TITLE]Malignant neoplasm of breast[BODY]A primary or metastatic malignant neoplasm involving the breast. The vast majority of cases are carcinomas arising from the breast parenchyma or the nipple. Malignant breast neoplasms occur more frequently in females than in males. (NCI)",
    "Breast carcinomas": "[TITLE]Breast carcinomas[BODY]A carcinoma arising from the breast, most commonly the terminal ductal-lobular unit. It is the most common malignant tumor in females. Risk factors include country of birth, family history, menstrual and reproductive history, fibrocystic disease and epithelial hyperplasia, exogenous estrogens, contraceptive agents, and ionizing radiation. The vast majority of breast carcinomas are adenocarcinomas (ductal or lobular). Breast carcinoma spreads by direct invasion, by the lymphatic route, and by the blood vessel route. The most common site of lymph node involvement is the axilla. (NCI)",
    "Calcinosis": "[TITLE]Calcinosis[BODY]Deposition of calcium in the tissues. It may be the result of a metabolic disorder or long-standing infection, or it may be associated with the presence of cancer. (NCI)",
    "Breast": "[TITLE]Breast[BODY]One of two hemispheric projections of variable size situated in the subcutaneous layer over the pectoralis major muscle on either side of the chest. (NCI)",
    "Liver": "[TITLE]Liver[BODY]A triangular-shaped organ located under the diaphragm in the right hypochondrium. It is the largest internal organ of the body, weighting up to 2 kg. Metabolism and bile secretion are its main functions. It is composed of cells which have the ability to regenerate. (NCI)",
    "Malignant neoplasm of liver": "[TITLE]Malignant neoplasm of liver[BODY]A primary or metastatic malignant neoplasm that affects the liver. (NCI)",
    "Metastatic malignant neoplasm to liver": "[TITLE]Metastatic malignant neoplasm to liver[BODY]A malignant neoplasm that has spread to the liver from another (primary) anatomic site. Representative examples include carcinomas, lymphomas, melanomas, or sarcomas. (NCI)",
    "neoplasm": "[TITLE]neoplasm[BODY]A benign or malignant tissue growth resulting from uncontrolled cell proliferation. Benign neoplastic cells resemble normal cells without exhibiting significant cytologic atypia, while malignant cells exhibit overt signs such as dysplastic features, atypical mitotic figures, necrosis, nuclear pleomorphism, and anaplasia. Representative examples of benign neoplasms include papillomas, cystadenomas, and lipomas; malignant neoplasms include carcinomas, sarcomas, lymphomas, and leukemias. (NCI)",
    "Malignant neoplasms": "[TITLE]Malignant neoplasms[BODY]A neoplasm composed of atypical neoplastic, often pleomorphic cells that invade other tissues. Malignant neoplasms often metastasize to distant anatomic sites and may recur after excision. The most common malignant neoplasms are carcinomas, Hodgkin and non-Hodgkin lymphomas, leukemias, melanomas, and sarcomas. (NCI)",
    "Lesion of breast": "[TITLE]Lesion of breast[BODY]A localized pathological or traumatic structural change, damage, deformity, or discontinuity of the breast. (NCI)",
    "Noninfiltrating Intraductal Carcinoma ": "[TITLE]Noninfiltrating Intraductal Carcinoma [BODY]A breast carcinoma entirely confined to the mammary ducts. It is also known as DCIS. There is no evidence of invasion of the basement membrane. Currently, it is classified into three categories: High-grade DCIS, intermediate-grade DCIS and low-grade DCIS. In this classification the DCIS grade is defined by a combination of nuclear grade, architectural growth pattern and presence of necrosis. The size of the lesion as well as the grade and the clearance margins play a major role in dictating the most appropriate therapy for DCIS. (NCI)",
    "Ductal Breast Carninoma": "[TITLE]Ductal Breast Carninoma[BODY]A breast carcinoma arising from the ducts. While ductal carcinomas can arise at other sites, this term is universally used to refer to carcinomas of the breast. Ductal carcinomas account for about two thirds of all breast cancers. Two types of ductal carcinomas have been described: ductal carcinoma in situ (DCIS) and invasive breast carcinoma of no special type. The latter often spreads to the axillary lymph nodes and other anatomic sites. The two forms of ductal carcinoma often coexist. (NCI)",
    "Invasive Ductal Breast Carcinoma": "[TITLE]Invasive Ductal Breast Carcinoma[BODY]A term that refers to a large and heterogeneous group of invasive breast carcinomas that cannot be classified morphologically as any of the special histological types. (WHO 2019) (NCI)\nThe most common type of invasive breast carcinoma, accounting for approximately 70% of breast carcinomas. The gross appearance is usually typical with an irregular stellate outline. Microscopically, randomly arranged epithelial elements are seen. When large sheets of malignant cells are present, necrosis may be seen. With adequate tissue sampling, in situ carcinoma can be demonstrated in association with the infiltrating carcinoma. The in situ component is nearly always ductal but occasionally may be lobular or both. (PDQ)",
    "Invasive Lobular Breast Carcinoma ": "[TITLE]Invasive Lobular Breast Carcinoma [BODY]An infiltrating lobular adenocarcinoma of the breast. The malignant cells lack cohesion and are arranged individually or in a linear manner (Indian files), or as narrow trabeculae within the stroma. The malignant cells are usually smaller than those of ductal carcinoma, are less pleomorphic, and have fewer mitotic figures. (NCI)",
    "Metaplastic carcinoma of breast": "[TITLE]Metaplastic carcinoma of breast[BODY]A group of invasive breast carcinomas characterized by the presence of an adenocarcinomatous component which is admixed with a dominant component that is composed of squamous cells, spindle cells, or mesenchymal cells. (NCI)\nA rare aggressive subtype of invasive breast carcinoma characterised by rapid growth, relatively large tumour size and a tendency to metastasize to distant organs, particularly the lungs, with relatively less frequent involvement of the axillary lymph nodes. Histologically, the tumour shows high-grade cellularity and heterologous differentiation, including chondroid, osseous, pleomorphic/sarcomatoid, spindled, and squamous elements. Patients usually present with a fast-growing, large, well-circumscribed, mobile lump in the breast, which can become painful and involve the chest wall and the skin, leading to ulceration. (SNOMEDCT_US)",
    "Lobular carcinoma in situ of breast": "[TITLE]Lobular carcinoma in situ of breast[BODY]A non-invasive adenocarcinoma of the breast characterized by a proliferation of monomorphic cells completely filling the lumina. The overall lobular architecture is preserved. It is frequently multifocal (90% in some series) and bilateral. It seldom becomes invasive; however there is an increased risk of infiltrating ductal adenocarcinoma. (NCI)",
    "Tubular breast carcinoma": "[TITLE]Tubular breast carcinoma[BODY]An invasive adenocarcinoma of the breast with a favorable prognosis. It is composed of tubular structures lined by a single layer of epithelium. (NCI)",
    "Intraductal Micropapillary Breast Carcinoma": "[TITLE]Intraductal Micropapillary Breast Carcinoma[BODY]Breast ductal carcinoma in situ characterized by the presence of neoplastic epithelial cells arranged in micropapillary patterns. (NCI)"
}